Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/sami_samekonv_lulesamisk.pdf.tmx
Source language: smj
Languages: sma

source: diehti, de galggá oassálasste máhttet rijdov rijddonammadussaj bajedit. Da gålmmå
sma: Jis mååhtedimmieh saemiej dajvine, sidaj- jallh bovtsegåatome moenehtsi gaskems, rasti gåabpegh bielesne gåatoehtidh, dellie edtjieh d tsagesh pråvhkoen jallh guarkesen gaavhtan dagkeres mååhtedæmman, dellie edtja akte dællosne, maehtedh tsælloem sjiere moenehtsasse guedtedh.

source: sámedikke aktisattjat njuolgadusájt mierredi gudi dákkir rijddonammadusán galggi ájrastit ja
sma: Njoelkedse edtja tjåangkan biejesovvedh, edtjieh saemiedigkieh dej golme aartijste ovnukte guktie tsælloemoenehtse døøpmeme, dellie nuepie aamhtsem juhtiehtidh døøpmeme-raaran seamma laantesne gusnie

source: nammadusá barggovuogev.
sma: ah mååhtedimmieh dååjredh.

source: Oassálasste guhti ij la dudálasj dán nammadusá mærrádusájn
sma: Jis ejstie mij ts assh guktie dagkeres tsælloe-moeneht laantine nænnoestidh.

source: Jus tjæro, sijda jali boatsojguohtomsijda ælla lihtudam boatsojguohtoma birra
sma: båatsoe-dajve.

source: rijkarájáj badjel, valla gávnnu rijkajgasskasasj sjiehtadus guohtomriektá hárráj, de galggá dát
sma: Jis eah dagkeres mååhtedimmieh saemie-dajvi- sidaj jaalh bovtsegåatome-moenehtsi gaskems gååvnesh, mohte ajve ga

source: sjiehtadus aneduvvat.
sma: ske-staati latjkeme gåatome-dajvide, dellie edtja daate latjkeme vååjnose båetedh.

source: Sån guhti árbbedáberiektálasj vuodojn adná sujna le vijdep guohtomriektá gå dát rijkajgasskasasj sjiehtadus javllá, galggá bessat váni hiereduvvamis
sma: Jis naaken muenieh stuerebe reaktam utnedh dagkeres dajvide, dellie edtjieh namtegh heaptoeh maehtedh

source: ietjasa rávkalvisáv duobbmoståvlåj åvdån gæhttjalit dan rijkan gånnå guohtomednam le.
sma: kriebpesjimmide døøpmege-raaran juhtiehtidh dennie laantesne gusnie båatsoedajvh.

source: Kapihttal VI
sma: Govhtede kapittele VI

source: Konvensjåvnå tjadádibme ja åvddånahttem
sma: onvensjovnem juhtiehtidh

source: Artihkkal 44
sma: Njielje luhkie njealjede tjaalege

source: Sámeminisstarij ja sámediggepresidentaj aktisasjráde
sma: Ektesvuekiebarkoe saemiej ministri- jih saemiedigkiej lihtsegi gaskems

source: Vásstediddje sámeminisstara Suomas, Vuonas ja Svierigis aktan sámediggepresidenta
sma: Ministerh Finlaanteste, Nøørjeste jih Sveerjeste jih saemiedigkie- presidenth dej golme laantine, tjoeverieh

source: dájs gålmåjs rijkajs galggi juovnnát tjåhkanit.
sma: abpe tijjen tjirrh tjåangkojsne gaavnedidh.

source: Dát aktisasjbarggo galggá konvensjåvnå ulmev åvdedit dagu nammaduvvam le 1.
sma: Dagkers ektesvuekiebarkoe edtja vuepside daennie konvensjovsne vijriebasse guedtedh, guktie voestes tjaalegijsnie tjåådtje.

source: artihkkalin. Tjåhkanimen galggi ájggeguovddelis aktisasj ássjijt giehtadallat.
sma: Tjåangkojne edtjieh barkedh saemiej vihkeles aamhtsigujmie mah gaajhksidie dijpieh.

source: Artihkkal 45
sma: Njielje luhkie vijhtede tjaalege

source: Konvensjåvnnånammadus
sma: Konvensjovnen moenehtse

source: Nuorttarijkalasj konvensjåvnnånammadus galggá nammduvvat dán konvensjåvnå
sma: Noerhte konvensjovne-moenehtse edja tseegkesovvedh mij maahta giehtjedidh guktie daate konvensjovne jåhjih

source: tjadádimev tjuovutjit.
sma: ta.

source: Nammadusán galggi liehket 6 ájrrasa gudi gájka li iesjrádálattja.
sma: Moenehtsisnie edtjieh govhte lihtsegh guhth sinsitnijstie ovjearohks, tjahkasjidh.

source: Juohkka dajs gålmå stáhtajs nammat avta ájrrasav, juohkka sámedikkijs avta ájrrasav.
sma: Dah golme staath saemiedigkieh fiere guhte lihtsegem muenieh.

source: Nammadibme le vidá jahkáj.
sma: gyhtjelassh gijallh tjiertijste.

source: Nammadus galggá daj gålmåj rijkaj ráddidusájda ja sámedikkijda diedádusájt buktet.
sma: Dah edtjieh vijhte jaepieh desnie tjahkasjidh.

source: Dat máhttá rijkaj ráddidusájda ja sámedikkijda buktet oajvvádusájt ma dán konvensjåvnå
sma: Moenehtse edtja bievnesh dejtie golme staati reeremasside jih saemiedigide vedtedh.

source: ulmev nanniji. Nammadus máhttá aj javllamusájt buktet ájnegis ulmutjij jali juohkusij ássjijn.
sma: Moenehtse aaj maahta råajvarimmieh laanti reeremasside jih saemiedigkide vedtedh mah maetieh daam konvensjovnem nænnoestidh.

source: Artihkkal 46
sma: Njielje luhkie govhtede tjaalege

source: Rijkalasj tjadádibme
sma: Nasjovnale darjomh

source: Váj dát konvensjåvnnå galggá nav avtaláhkáj gå máhttelis aneduvvat galggi stáhta
sma: Jis daate konvensjovne edtja vihties laakan vååjnesasse båetedh, dellie vihkeles staath jiehtesigujmie båetieh mah nbiejesovvieh.

source: konvensjåvnå mærrádusájt njuolgga anedahtten dahkat rijkalasj lága baktu.
sma: asjovnale laaken nualan

source: Artihkkal 47
sma: Njielje luhkie tjijhtjede tjaalege

source: Rudálasj åvdåsvásstádusá
sma: Vierhtie-m riedimmieie

source: Stáhta dajs rudálasj ressursaj åvdås vásstedi ma li dárbulattja dán konvensjåvnå
sma: Staati diedth leah beetne-vierhtieh skåårvedh jis daate konvensjovne edtja juhtiemasse båetedh.

source: sámij lågo milta juogeduvvat.
sma: Ikte mierie laajkoeh lae laantine

source: Ietján gå daj buojkulvisáj ma 35. artihkkalin nuppát oasen nammaduvvi, galggá
sma: anti gaskems edtja juakasovvedh vuejniemisnie man gellie saemieh dej ovmes årroeminie.

source: sámijda liehket máhttelis oadtjot dav rudálasj dårjav majt dárbahi váj bessi prinsihpalattjat
sma: Baalte daej væjkoej mah daenesovvieh, edtjieh aaj saemieh vierhtie-viehkiem åadtjodh jis daerpies gyhtjelassi reaktaj bijre døøpmege-raerine juhtiehtidh.

source: ájnas gatjálvisájt dán konvensjåvnå riektáj birra duobbmoståvlåj åvdån gæhttjalit.
sma: nie tjaalegisnie35,mubpien tsiehkesne nebn

source: Kapihttal VII
sma: Tjiehtjede kapittele VII

source: Loahppamærrádusá
sma: Orrejimmie-jiehtsh

source: Artihkkal 48
sma: Njielje luhkie gaaktsede tjaalege

source: Sámedikkij dåhkkidibme
sma: Saemiedigkiej dååhkasjehteme

source: Dát konvensjåvnnå galggá vuollájtjállema maŋŋel dajn gålmåjn sámedikkijn
sma: Daate konvensjovne edtja nuelie-tjaalegen mænngan dååhkasjehtemem dejstie golme saemiedigkijste viedtjedh.

source: Artihkkal 49
sma: Njielje luhkie åksede tjaalege

source: Ratifiserim
sma: Ratifikasjovne

source: Dát konvensjåvnnå galggá ratifiseriduvvat.
sma: Daate konvensjovne edtja ratifikasjovnen nualan.

source: da gålmmå sámedikke li dåhkkidam dav 48. artihkkala milta.
sma: Daate maahta voestegh deapadidh gosse dah golme kieh leah daam dååhkasjehtamme guktie tjaalege 48 vsaemiediguesehte.

source: Artihkkal 50
sma: Vijhte luhkien tjaalege

source: Fábmujboahtem
sma: Gåessie daejnie aelhkiehtidh

source: Konvensjåvnnå fábmuj boahtá gålmmålåk biejve maŋŋel gå ratifiserimdokumenta li
sma: Konvensjovne staeries sjædta golme luhkie biejjiej mænngan ratifikasjovne-tjaalegh leah våarkose nøørjen

source: vuona ålggorijkadepartementan deponeriduvvam.
sma: ålkoe-raerie departementese båateme.

source: Vuona ålggorijkadepartemænnta diedet Suomav, Svierigav ja dajt gålmmå sámedikkijt
sma: Nøørjen ålkoeraerie-departemente Finlaantese, Sveerjese dejtie golme saemiedigkide bieljele ratifikasjonen tjaalegi våarkoen bijre jih aaj man mierien konvensjovne edtja aelkedh juhtedh.

source: ratifikasjåvnnådokumentaj deponerima birra ja goassa konvensjåvnnå fábmuj boahtá.
sma: Dihte åårginale tjaalege edtja vøørhkelimmesne nøørjen ålkoeraerie-departementesne årrodh.

source: bærrájgæhttjá váj Suobma, Svierik ja da gålmmå sámedikke genga duodastuvvam kopijav
sma: Dihte edtja aaj vihties laakan øørnedh guktie Finlaante, Sveerje jih dah golme saemiedigkieh staeries kovpijem åadtjoeh.

source: oadtju.
sma: Vije

source: Konvensjåvnå rievddadime
sma: hte luhkie voestes tjaaleg

source: dajn gålmåjn sámedikkijn ja 48. artihkkala milta.
sma: Værrhtovnesneedimmieh konvensjo

source: Konvensjåvnå rievddam fábmuj boahtá gålmmålåk biejve dat biejve maŋŋela gå
sma: Værrhtoedimmieh daennie konvensjovnesne edtja ektesvøøki barkoe årrodh saemiedigkiej gaskems jih jiehtesij tjaalegisnie 48.

source: sjiehtadusguojme li Vuona ålggorijkadepartementav diededam rievddama li sijás
sma: Værrhtoedimmieh daennie konvensjovnesne aelhkiedæmman båata golme luhkie biejjiej mænngan gosse mååhtedimmie-lihtsegh nøørjen ålkoeraerie departementese bieljelamme dååhkesjehtemen bijre.

source: Dási duodastussan li sjiehtadusguojmij åvdåstiddje dáv konvensjåvnåv vuolláj tjállám.
sma: Dååhkesjehteme-lihtsegh leah jååhkesjehtamme daam konvensjovnem.

source: Nav gå dáhpáduváj … … … … … ….
sma: Daate deahpedi... _____.

source: n … … … … … máno …. biejve jagen 20 …
sma: _______n 20... akten tjaaleginie nøørjen, finlaanten, sveerjen jih saemien gielesne.

source: Konvensjåvnås le akta eksemplárra vuonadárogiellaj, svierigadárogiellaj, suomagiellaj ja
sma: Gaajhkh tjaalegh sadtjoeminie.

source: sámegiellaj, divna tevstajn le sæmmi fábmogisvuohta.
sma: eamma vierhtie-daltesisnie tjå
